Repository: DimaMishchenko/currency
Catalog: Domain/Conversion/Sources/CurrencySelectionUI/Resources/CurrencySelection.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, uk, zh_hans, zh_hant

# selectionSaveFailed
source: Couldn’t save this currency selection. Please try again.
de: Diese Währungsauswahl konnte nicht gespeichert werden. Versuche es erneut.
es: No se pudo guardar esta selección de monedas. Inténtalo de nuevo.
fr: Impossible d’enregistrer cette sélection de devises. Réessaie.
it: Impossibile salvare questa selezione di valute. Riprova.
ja: この通貨の選択を保存できませんでした。もう一度お試しください。
ko: 통화 선택을 저장하지 못했습니다. 다시 시도하세요.
pt_br: Não foi possível salvar esta seleção de moedas. Tente novamente.
ru: Не удалось сохранить выбранные валюты. Попробуйте ещё раз.
tr: Bu para birimi seçimi kaydedilemedi. Lütfen tekrar deneyin.
uk: Не вдалося зберегти вибрані валюти. Спробуйте ще раз.
zh_hans: 无法保存所选货币。请重试。
zh_hant: 無法儲存所選貨幣。請再試一次。

source: Add currency
de: Währung hinzufügen
es: Añadir moneda
fr: Ajouter une devise
it: Aggiungi valuta
ja: 通貨を追加
ko: 통화 추가
pt_br: Adicionar moeda
ru: Добавить валюту
tr: Para birimi ekle
uk: Додати валюту
zh_hans: 添加货币
zh_hant: 加入貨幣

source: Asset category
de: Anlagekategorie
es: Categoría de activo
fr: Catégorie d’actif
it: Categoria di attività
ja: 資産カテゴリ
ko: 자산 유형
pt_br: Categoria de ativo
ru: Категория актива
tr: Varlık kategorisi
uk: Категорія активу
zh_hans: 资产类别
zh_hant: 資產類別

source: Base currency
de: Basiswährung
es: Moneda base
fr: Devise de base
it: Valuta di base
ja: 基準通貨
ko: 기준 통화
pt_br: Moeda base
ru: Базовая валюта
tr: Temel para birimi
uk: Базова валюта
zh_hans: 基准货币
zh_hant: 基準貨幣

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

source: Crypto
de: Krypto
es: Criptomonedas
it: Criptovalute
ja: 暗号資産
ko: 암호화폐
pt_br: Cripto
ru: Криптовалюты
tr: Kripto
uk: Криптовалюти
zh_hans: 加密货币
zh_hant: 加密貨幣

source: Currencies
de: Währungen
es: Monedas
fr: Devises
it: Valute
ja: 通貨
ko: 통화
pt_br: Moedas
ru: Валюты
tr: Para birimleri
uk: Валюти
zh_hans: 货币
zh_hant: 貨幣

source: Local currency
de: Lokale Währung
es: Moneda local
fr: Devise locale
it: Valuta locale
ja: 現地通貨
ko: 현지 통화
pt_br: Moeda local
ru: Местная валюта
tr: Yerel para birimi
uk: Місцева валюта
zh_hans: 当地货币
zh_hant: 當地貨幣

# localCurrencyName
source: Local currency · %1$@
de: Lokale Währung · %1$@
es: Moneda local · %1$@
fr: Devise locale · %1$@
it: Valuta locale · %1$@
ja: 現地通貨 · %1$@
ko: 현지 통화 · %1$@
pt_br: Moeda local · %1$@
ru: Местная валюта · %1$@
tr: Yerel para birimi · %1$@
uk: Місцева валюта · %1$@
zh_hans: 当地货币 · %1$@
zh_hant: 當地貨幣 · %1$@

source: Location
de: Standort
es: Ubicación
fr: Position
it: Posizione
ja: 位置情報
ko: 위치
pt_br: Localização
ru: Местоположение
tr: Konum
uk: Розташування
zh_hans: 位置
zh_hant: 位置

source: Metals
de: Metalle
es: Metales
fr: Métaux
it: Metalli
ja: 貴金属
ko: 금속
pt_br: Metais
ru: Металлы
tr: Metaller
uk: Метали
zh_hans: 贵金属
zh_hant: 貴金屬

# selectedCurrencies
source: Selected
de: Ausgewählt
es: Seleccionada
fr: Sélectionnée
it: Selezionata
ja: 選択済み
ko: 선택됨
pt_br: Selecionada
ru: Выбрано
tr: Seçili
uk: Вибрано
zh_hans: 已选择
zh_hant: 已選擇

# setUpLocation
source: Use location to find it
de: Über den Standort ermitteln
es: Usar ubicación para encontrarla
fr: Utiliser la position pour la trouver
it: Trovala usando la posizione
ja: 位置情報で調べる
ko: 위치로 찾기
pt_br: Usar localização para encontrá-la
ru: Определить по местоположению
tr: Bulmak için konumu kullan
uk: Визначити за розташуванням
zh_hans: 使用定位查找
zh_hant: 使用定位尋找

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
ja: 利用不可
ko: 사용 불가
pt_br: Indisponível
ru: Недоступно
tr: Kullanılamıyor
uk: Недоступно
zh_hans: 不可用
zh_hant: 無法使用

# noResults
source: No currencies found
de: Keine Währungen gefunden
es: No se encontraron monedas
fr: Aucune devise trouvée
it: Nessuna valuta trovata
ja: 通貨が見つかりません
ko: 통화를 찾을 수 없음
pt_br: Nenhuma moeda encontrada
ru: Валюты не найдены
tr: Para birimi bulunamadı
uk: Валюти не знайдено
zh_hans: 未找到货币
zh_hant: 找不到貨幣

# noResultsDetail
source: Try a name or currency code
de: Versuche einen Namen oder Währungscode
es: Prueba con un nombre o código de moneda
fr: Essaie un nom ou un code de devise
it: Prova un nome o un codice valuta
ja: 名前や通貨コードで検索
ko: 이름이나 통화 코드로 검색
pt_br: Tente um nome ou código de moeda
ru: Введите название или код валюты
tr: Ad veya para birimi kodu deneyin
uk: Введіть назву або код валюти
zh_hans: 试试名称或货币代码
zh_hant: 試試名稱或貨幣代碼

source: Popular currencies
de: Beliebte Währungen
es: Monedas populares
fr: Devises populaires
it: Valute popolari
ja: 人気の通貨
ko: 인기 통화
pt_br: Moedas populares
ru: Популярные валюты
tr: Popüler para birimleri
uk: Популярні валюти
zh_hans: 常用货币
zh_hant: 常用貨幣

source: All currencies
de: Alle Währungen
es: Todas las monedas
fr: Toutes les devises
it: Tutte le valute
ja: すべての通貨
ko: 모든 통화
pt_br: Todas as moedas
ru: Все валюты
tr: Tüm para birimleri
uk: Усі валюти
zh_hans: 全部货币
zh_hant: 全部貨幣

source: Popular crypto
de: Beliebte Kryptowährungen
es: Criptomonedas populares
fr: Cryptos populaires
it: Criptovalute popolari
ja: 人気の暗号資産
ko: 인기 암호화폐
pt_br: Criptomoedas populares
ru: Популярные криптовалюты
tr: Popüler kripto paralar
uk: Популярні криптовалюти
zh_hans: 热门加密货币
zh_hant: 熱門加密貨幣

source: All crypto
de: Alle Kryptowährungen
es: Todas las criptomonedas
fr: Toutes les cryptos
it: Tutte le criptovalute
ja: すべての暗号資産
ko: 모든 암호화폐
pt_br: Todas as criptomoedas
ru: Все криптовалюты
tr: Tüm kripto paralar
uk: Усі криптовалюти
zh_hans: 全部加密货币
zh_hant: 全部加密貨幣
